Repository: marc0der/grip-ubuntu
Catalog: po/*.po
Languages: hu, nl, pl_pl

source: Submission requires a genre other than 'unknown' Please select a DiscDB genre below
hu: A beküldéshez egy az 'ismeretlen'-től eltérő stílus kiválasztása szükséges, az alábbi listából
nl: Verzending vraagt om een genre anders dan 'onbekend' Selecteer alstublieft een SchijfDB genre hieronder
pl_pl: Wys³anie wymaga gatunku ró¿nego od 'nieznany' Poni¿ej wybierz gatunek DiscDB

source: DiscDB genre
hu: DiscDB stílus
nl: SchijfDB genre
pl_pl: Gatunek DiscDB

source: Submit
hu: Beküldés
nl: Versturen
pl_pl: Wy¶lij

source: Cancel
hu: Mégsem
nl: Annuleer
pl_pl: Anuluj

source: unknown ID3 field
hu: ismeretlen ID3 mező
nl: onbekend ID3 veld
pl_pl: nieznane pole ID3

source: Error: unable to translate filename. No such user as %s
hu: Hiba: fájlnév átalakítása sikertelen. Ismeretlen felhasználó: %s
nl: Fout: niet in staat om bestandsnaam te vertalen. Geen gebruiker als %s
pl_pl: B³±d: nie mo¿na przet³umaczyæ nazwy pliku. Nie ma takiego u¿ytkownika jak %s

source: Exec failed
hu: Futtatás sikertelen
nl: Uitvoering mislukt
pl_pl: Wykonanie nie powiod³o siê

source: Error: Bad entry type
hu: Hiba: Hibás bejegyzés típus
nl: Fout: Onjuist invoer type
pl_pl: B³±d: Z³y rodzaj wpisu

source: Error: Invalid config file
hu: Hiba: Hibás beállításfájl
nl: Fout: Ongeldig configuratiebestand
pl_pl: B³±d: Nieprawid³owy plik konfiguracyjny

source: Rip+Encode
hu: Beolvasás+Tömörítés
nl: Rippen+Coderen
pl_pl: Ripuj i enkoduj

source: Rip and encode selected tracks
hu: A kiválasztott sávok beolvasása és tömörítése
nl: Rippen en geselecteerde nummers coderen
pl_pl: Ripuj i enkoduj wybrane ¶cie¿ki

source: Rip Only
hu: Csak beolvasás
nl: Alleen rippen
pl_pl: Tylko ripuj

source: Rip but do not encode selected tracks
hu: A kiválasztott sávok beolvasása, nincs tömörítés
nl: Rippen maar geselecteerde nummers niet coderen
pl_pl: Ripuj, ale nie enkoduj wybranych ¶cie¿ek

source: Abort Rip and Encode
hu: Megszakítás
nl: Breek rippen en coderen af
pl_pl: Przerwij ripowanie i enk.

source: Kill all active rip and encode processes
hu: Minden aktuális olvasási és tömörítési folyamat megszakítása
nl: Beëindig alle actieve rip en codeer processen
pl_pl: Zabij wszystkie aktywne procesy ripowania i enkodowania

source: Abort Ripping Only
hu: Beolvasás megszakítása
nl: Breek alleen rippen af
pl_pl: Przerwij ripowanie

source: Kill rip process
hu: A beolvasó folyamat megszakítása
nl: Beëindig rip proces
pl_pl: Zabij proces ripowania

source: DDJ Scan
hu: DDJ Lekérdezés
pl_pl: Skan DDJ

source: Insert disc information into the DigitalDJ database
hu: Lemezinformációk hozzáadása a DigitalDJ adatbázishoz
nl: Voeg schijfinformatie toe aan de DigitalDJ database
pl_pl: Wstaw informacje o dysku do bazy danych DigitalDJ

source: Rip partial track
hu: Sávtöredék beolvasása
nl: Rip gedeelte van nummer
pl_pl: Ripuj czê¶ciow± ¶cie¿kê

source: Play
hu: Lejátszás
nl: Afspelen
pl_pl: Graj

source: Current sector: 0
hu: Aktuális szektor: 0
nl: Huidige sector: 0
pl_pl: Aktualny sektor: 0

source: Rip: Idle
hu: Olvasás: Vár
nl: Rip: Inactief
pl_pl: Rip: Bezczynny

source: Enc: Trk 99 (99.9x)
hu: Tömörítés: Sáv 99 (99.9x)
nl: Cod: Nr 99 (99.9x)
pl_pl: Enk: ¦¿k 99 (99.9x)

source: Enc: Idle
hu: Tömörítés: Vár
nl: Cod: Inactief
pl_pl: Enk: Bezczynny

source: Overall indicators:
hu: Teljes feldolgozás:
nl: Totaal overzicht indicatoren:
pl_pl: Ca³kowite wska¼niki:

source: Start sector
hu: Kezdeti szektor
pl_pl: Sektor pocz±tkowy

source: End sector
hu: Végső szektor
nl: Eind sector
pl_pl: Sektor koñcowy

source: Inserting track %d into the ddj database
nl: Bezig met het invoegen van nummer %d in de ddj database
pl_pl: Wstawiam ¶cie¿kê nr %d do bazy danych DDJ

source: Error: can't open m3u file.
pl_pl: B³±d: nie mo¿na otworzyæ pliku m3u.

source: In KillRip
hu: A KillRip-ben
nl: In BeëindigRip
pl_pl: Podczas zabijania procesu ripowania

source: Now total enc size is: %d
hu: Új teljes tömörítési méret: %d
nl: Nu is de totale codeer grootte: %d
pl_pl: Aktualnie ca³kowity rozmiar enkodowania wynosi: %d

source: Rip: Trk %d (%3.1fx)
hu: Olvasás: Sáv %d (%3.1fx)
nl: Rippen: Nr %d (%3.1fx)
pl_pl: Ripowanie: ¦¿k %d (%3.1fx)

source: Rip: %6.2f%%
hu: Olvasás: %6.2f%%
nl: Rippen: %6.2f%%
pl_pl: Ripowanie: %6.2f%%

source: Rip finished
hu: Olvasás befejeződött
nl: Rippen voltooid
pl_pl: Ripowanie zakoñczono

source: Rip partial %d num wavs %d
hu: Részlet olvasása %d wavok száma %d
nl: Rip gedeelte van %d aantal wavs %d
pl_pl: Ripuj czê¶æiowo %d liczbê wav'ów %d

source: Next track is %d, total is %d
hu: Következő sáv: %d, összes: %d
nl: Volgende nummer is %d, totaal is %d
pl_pl: Nastêpna ¶cie¿ka to %d, w sumie %d

source: Check if we need to rip another track
hu: Következő sáv olvasás szükéségességének ellenőrzése
nl: Check of we een ander nummer moeten rippen
pl_pl: Sprawd¼ czy potrzeba ripowaæ inn± ¶cie¿kê

source: Enc: Trk %d (%3.1fx)
hu: Tömörít: Sáv %d (%3.1fx)
nl: Cod: Nr %d (%3.1fx)
pl_pl: Enk: ¦¿k %d (%3.1fx)

source: Enc: %6.2f%%
hu: Tömörít: %6.2f%%
nl: Cod: %6.2f%%
pl_pl: Enk: %6.2f%%

source: Finished encoding on cpu %d
hu: A %d. CPU-n a tömörítés befejezve
nl: Klaar met coderen op cpu %d
pl_pl: Ukoñczono enkodowanie na procesorze %d

source: Deleting [%s]
hu: Törlés: [%s]
nl: Bezig met het verwijderen van [%s]
pl_pl: Usuwanie [%s]

source: Ripping is finished
hu: Beolvasás befejezve
nl: Rippen is voltooid
pl_pl: Ripowanie zakoñczono

source: NoArtist
hu: NincsSzerző
nl: GeenArtiest
pl_pl: Brak wykonawcy

source: NoTitle
hu: NincsCím
nl: GeenTitel
pl_pl: Brak tytu³u

source: No disc was detected in the drive. If you have a disc in your drive, please check your CDRom device setting under Config->CD.
pl_pl: Nie wykryto p³yty w napêdzie. Je¿eli jednak p³yta jest w napêdzie sprawd¼ ustawienia napêdu CD w Konfiguracji->CD

source: Invalid rip executable. Check your rip config, and ensure it specifies the full path to the ripper executable.
pl_pl: Nieprawid³owy program ripuj±cy. Sprawd¼ konfiguracjê ripowania i upewnij siê, ¿e poda³e¶ pe³n± ¶cie¿kê do programu ripuj±cego.

source: Invalid encoder executable. Check your encoder config, and ensure it specifies the full path to the encoder executable.
pl_pl: Nieprawid³owy program enkoduj±cy. Sprawd¼ konfiguracjê enkodowania i upewnij siê, ¿e poda³e¶ pe³n± ¶cie¿kê do programu enkoduj±cego.

source: No tracks selected. Rip whole CD?
hu: Nincsnek sávok kiválasztva. Teljes CD beolvasása?
nl: Geen nummers geselecteerd. Hele CD rippen?
pl_pl: Nie wybrano ¶cie¿ek. Zripowaæ ca³± p³ytê CD?

source: Ripping whole CD
hu: Teljes CD beolvasása
nl: Bezig met het rippen van de hele CD
pl_pl: Ripowanie ca³ej p³yty CD

source: In RipNextTrack
hu: RipNextTrack-ban
nl: In RipVolgendeNummer
pl_pl: W nastêpnej ¶cie¿ce ripowania

source: First checked track is %d
hu: Első bejelölt sáv: %d
nl: Eerste gecheckte nummer is %d
pl_pl: Pierwsza sprawdzona ¶cie¿ka to %d

source: Ripping away!
hu: Beolvasás!
nl: Rip maar raak!
pl_pl: Rozpoczêto ripowanie!

source: No write access to write wav file
hu: Nincs írásjog a wav fájl mentéséhez
nl: Geen schrijf toegang om wav bestand te schrijven
pl_pl: Brak prawa zapisu do zapisywanego pliku wav

source: Ripping track %d to %s
hu: Sáv olvasás: %d: %s
nl: Bezig met het rippen van nummer %d naar %s
pl_pl: Ripowanie ¶cie¿ki %d do %s

source: Rip: Trk %d (0.0x)
hu: Olvasás: Sáv %d (0.0x)
nl: Rip: Nr %d (0.0x)
pl_pl: Rip: ¦¿k %d (0.0x)

source: File %s has already been ripped. Skipping...
hu: A %s fájl már előzőleg beolvasva. Kihagyás...
nl: Bestand %s is al geript. Aan het overslaan...
pl_pl: Plik %s zosta³ wcze¶niej zripowany. Pomijam go...

source: Out of space in output directory
hu: Elfogyott a lemezterület a célkönyvtárban
nl: Geen ruimte meer in uitvoer map
pl_pl: Brak miejsca w katalogu wyj¶ciowym

source: Calling CDPRip
hu: CDPRip hívása
nl: Bezig met aanroepen van CDPRip
pl_pl: Wzywam CDPRip

source: Added track %d to %s list
hu: A %d sáv hozzáadva a %s listához
nl: Nummer %d toegevoegd aan %s lijst
pl_pl: Dodano ¶cie¿kê %d do listy %s

source: No free cpus
hu: Nincs szabad CPU
nl: Geen vrije cpu's
pl_pl: Brak wolnych procesorów

source: Enc track %d
hu: Tömörített sáv: %d
nl: Codeer nummer %d
pl_pl: Enk ¶cie¿kê %d

source: No write access to write encoded file.
pl_pl: Brak prawa zapisu do zapisu zenkodowanego pliku.

source: %i: Encoding to %s
hu: %i: Tömörítés: %s
nl: %i: Bezig met coderen naar %s
pl_pl: %i: Enkodowanie do %s

source: Enc: Trk %d (0.0x)
hu: Tömörít: Sáv %d (0.0x)
nl: Cod: Nr %d (0.0x)
pl_pl: Enk: ¦¿k %d (0.0x)

source: In CalculateAll
hu: CalculateAll-ban
nl: In BerekenAlles
pl_pl: W ca³kowitym przeliczeniu

source: We aren't ripping now, so let's zero encoding values
hu: Jelenleg nincs olvasás, tömörítési értékek nullázása
nl: We rippen nu niet, dus laten we de codeer waarden maar naar nul zetten
pl_pl: Teraz nie ripujemy, wiêc zzerujmy warto¶ci enkodowania

source: Total rip size is: %d
hu: Teljes olvasási méret: %d
nl: Totale rip grootte is: %d
pl_pl: Ca³kowity rozmiar ripowania: %d

source: Total enc size is: %d
hu: Teljes tömörített méret: %d
nl: Totale codeer grootte is: %d
pl_pl: Ca³kowity rozmiar enkodowania: %d

source: Status
hu: Állapot

source: FAQ
hu: Gyakori Kérdések

source: Ripper
hu: Beolvasó

source: Encoder
hu: Tömörítő
nl: Coderingsprogramma

source: CDIOCEJECT
hu: CDIOEJECT
nl: CDIOCUITWERPEN
