Repository: marc0der/grip-ubuntu
Catalog: po/*.po
Languages: hu, nl, pl_pl

source: Specify the geometry of the main window
hu: A főablak geometriája
nl: Geef de afmetingen van het hoofdscherm op
pl_pl: Okre¶l wymiary g³ównego okna

source: GEOMETRY
hu: GEOMETRIA
nl: AFMETINGEN
pl_pl: WYMIARY

source: Specify the config file to use (in your home dir)
hu: Beállításfájl (a sajátkönyvtárban)
nl: Geef het configuratiebestand op dat u wilt gebruiken (in uw home map)
pl_pl: Okre¶l plik konfiguracyjny do u¿ycia (w Twoim katalogu domowym)

source: CONFIG
hu: BEÁLLÍTÁS
nl: CONFIGURATIE
pl_pl: KONFIGURACJA

source: Specify the cdrom device to use
hu: A használni kívánt CDROM eszköz
nl: Geef het cdrom apparaat op dat u wilt gebuiken
pl_pl: Okre¶l napêd CD do u¿ycia

source: DEVICE
hu: ESZKÖZ
nl: APPARAAT
pl_pl: URZ¡DZENIE

source: Specify the generic scsi device to use
hu: A használni kívánt általnos SCSI eszköz
nl: Geef het algemene scsi apparaat op dat u wilt gebruiken
pl_pl: Okre¶l standardowe urz±dzenie scsi do u¿ycia

source: Launch in "small" (cd-only) mode
hu: Indítás "apró" (csak CD) módban
nl: Start in "kleine" (alleen cd) modus
pl_pl: Uruchom w trybie zminimalizowanym (tylko cd)

source: "Local" mode -- do not look up disc info on the net
hu: "Helyi" mód -- nincs zenei információ-letöltés az internetről
nl: "Locale" modus -- zoek geen schijf info op het internet op
pl_pl: Tryb "lokalny" -- nie sprawdzaj danych o p³ycie w internecie

source: Do not do I/O redirection
hu: Ne legyen I/O átirányítás
nl: Gebruik geen I/O omleiding
pl_pl: Nie u¿ywaj przekierowania I/O

source: Run in verbose (debug) mode
hu: Futtatás bőbeszédű (hibakereső) módban
nl: Draai in verbale (debug) modus
pl_pl: Uruchom w trybie debugowania

source: Error: Unable to initialize [%s]
hu: Hiba: A %s eszköz inicializáslása sikertelen
nl: Fout: Niet in staat om [%s] te starten
pl_pl: B³±d: Nie mo¿na zainicjalizowaæ [%s]

source: This is a development version of Grip. If you encounter problems, you are encouraged to revert to the latest stable version.
nl: Dit is een ontwikkelingsversie van Grip, als u problemen tegenkomt, word u aangemoedigd om terug te vallen op de laatste stabiele versie.
pl_pl: To jest wersja rozwojona narzêdzia Grip. Je¿eli zauwa¿y³e¶ problemyspróbuj u¿yæ ostatniej stabilnej wersji

source: Grip started successfully
nl: Grip is succesvol gestart
pl_pl: Uruchomienie Grip'a zakoñczy³o siê sukcesem

source: Work is in progress. Really shut down?
hu: Feldolgozás folyamatban. Biztos, hogy megállítja?
nl: Werk is in uitvoering. Weet u zeker dat u wilt afsluiten?
pl_pl: Program pracuje. Czy na pewno chcesz zakoñczyæ?

source: General
hu: Általános
nl: Algemeen
pl_pl: G³ówny

source: Rip
hu: Beolvasás
nl: Rippen
pl_pl: Ripuj

source: Encode
hu: Tömörítés
nl: Coderen
pl_pl: Zakoduj

source: Help
hu: Súgó
pl_pl: Pomoc

source: Table Of Contents
hu: Tartalomjegyzék
nl: Inhoudsopgave
pl_pl: Zawarto¶æ

source: Playing CDs
hu: CD lejátszás
nl: CD's afspelen
pl_pl: Odgrywanie p³yt CD

source: Ripping CDs
hu: CD tömörítés
nl: CD's rippen
pl_pl: Ripowanie p³yt CD

source: Configuring Grip
hu: A Grip beállítása
nl: Grip configureren
pl_pl: Konfiguracja Grip'a

source: Getting More Help
hu: További segítség
nl: Meer hulp krijgen
pl_pl: Wiêcej pomocy

source: Reporting Bugs
hu: Hibák bejelentése
nl: Bugs rapporteren
pl_pl: Zg³aszanie b³êdów

source: About
hu: Névjegy
nl: Over
pl_pl: O programie

source: Version %s
nl: Versie %s
pl_pl: Wersja %s

source: Created by Grip
nl: Gemaakt door Grip
pl_pl: Stworzone w Grip

source: Your config file is out of date -- resetting to defaults. You will need to re-configure Grip. Your old config file has been saved with -old appended.
hu: A beállításfájl elavult -- alapbeállítások használata. A Grip-et újbóli beállítása szükséges. Az elavult beállításfájl "-old" hozzáadásával elmentve.
nl: Uw configuratie bestand is verouderd -- aan het terugzetten van de standaardconfiguratie. U zal Grip opnieuw moeten configureren. Uw oude configuratie bestand is opgeslagen met -old eraan toegevoegd.
pl_pl: Twój plik konfiguracyjny jest za stary - przyjmujê ustawienia domy¶lne. Bêdziesz musia³ skonfigurowaæ ponownie program Grip. Twój stary plik konfiguracyjny zosta³ zapisany z do³±czeniem "-old" do nazwy.

source: server is %s, port %d
hu: a kiszolgáló: %s, kapu: %d
nl: server is %s, poort %d
pl_pl: serwer to %s, port %d

source: Error: Unable to save config file.
pl_pl: B³±d: Nie mo¿na zapisaæ pliku konfiguracyjnego

source: Config
hu: Beállítások
nl: Configuratie
pl_pl: Konfiguracja

source: CDRom device
hu: CDROM eszköz
nl: CDRom apparaat
pl_pl: Napêd CD

source: Don't interrupt playback on exit/startup
hu: Lejátszás folytatása kilépéskor és indításkor
nl: Onderbreek het terugspelen niet bij afsluiten/opstarten
pl_pl: Nie przerywaj grania podczas wyj¶cia/uruchomienia

source: Rewind when stopped
hu: Visszatekerés megállításkor
nl: Spoel terug na het stoppen
pl_pl: Przewiñ kiedy zatrzymane

source: Startup with first track if not playing
hu: Inditás az első sávval ha nincs lejátszás
nl: Start met het eerste nummer als er niets speelt
pl_pl: Rozpocznij od pierwszej ¶cie¿ki je¶li nie odtwarza

source: Auto-play on disc insert
hu: Automatikus lejátszás CD behelyezésekor
nl: Auto-afspelen bij invoegen van een CD
pl_pl: Auto-play podczas w³o¿enia dysku

source: Reshuffle before each playback
hu: Újrakeverés minden visszajátszás előtt
nl: Zet opnieuw in willekeurige volgorde vóór elke keer terugspelen
pl_pl: Przetasuj przed ka¿dym odtwarzaniem

source: Work around faulty eject
hu: Hibás kidobás kikerülése
nl: Werk om onjuiste uitwerpingen heen
pl_pl: Obej¶cie b³êdu wysuniêcia

source: Poll disc drive for new disc
hu: Meghajtó lekérdezése új lemezekért
nl: Controleer cdspeler op nieuwe CD
pl_pl: Sprawd¼ napêd w poszukiwaniu nowego dysku

source: Poll interval (seconds)
hu: Lekérzdezési időköz (másodperc)
nl: Controleer interval (seconden)
pl_pl: Okres sprawdzania (w sekundach)

source: Ripper:
hu: Beolvasó:
pl_pl: Riper:

source: Ripping executable
hu: Beolvasó futtatható program
nl: Rip uitvoerbestand
pl_pl: Program ripuj±cy

source: Rip command-line
hu: Beolvasás parancssora
nl: Rip commandoregel
pl_pl: Linia komend ripowania

source: Disable paranoia
hu: Paranoia mód kikapcsolása
nl: Schakel paranoia uit
pl_pl: Wy³±cz tryb paranoia

source: Disable extra paranoia
hu: Extra paranoia mód kikapcsolása
nl: Schakel extra paranoia uit
pl_pl: Wy³±cz tryb extra paranoia

source: Disable scratch
hu: Karcolás mód kikapcsolása
nl: Schakel scratch uit
pl_pl: Wy³±cz zarysowanie

source: detection
hu: detektálás
nl: detectie
pl_pl: detekcja

source: repair
hu: javítás
nl: herstel
pl_pl: naprawa

source: Calculate gain adjustment
hu: Jelszint igazítás kiszámítása
nl: Bereken winst aanpassing
pl_pl: Oblicz regulacjê wzmocnienia

source: Rip file format
hu: Beolvasás fájlformátuma
nl: Rip bestandsformaat
pl_pl: Format ripowanego pliku

source: Generic SCSI device
hu: Általános SCSI eszköz
nl: Algemeen SCSI apparaat
pl_pl: Standardowe urz±dzenie SCSI

source: Rip 'nice' value
hu: Beolvasás "nice" értéke
nl: Rip 'nette' waarde
pl_pl: 'mi³a' warto¶æ ripowania

source: Max non-encoded .wav's
hu: Tömörítetlen .WAV fájlok max. száma
nl: Max niet-gecodeerde .wav's
pl_pl: Maksymalna ilo¶æ niezakodowanych plików .wav

source: Auto-rip on insert
hu: Automatikus beolvasás lemez behelyezésekor
nl: Auto-rippen bij invoegen
pl_pl: Auto-ripowanie podczas w³o¿enia

source: Beep after rip
hu: Csipogás a beolvasás befejezésekor
nl: Piep na het rippen
pl_pl: D¼wiêk po zripowaniu

source: Auto-eject after rip
hu: Lemez automatkis kidobása
nl: Auto-uitwerpen na rippen
pl_pl: Auto-wysuwanie po zripowaniu

source: Auto-eject delay
hu: Automatikus kidobás késleltetése
nl: Auto-uitwerpen vertraging
pl_pl: Przerwa auto-wysuniêcia

source: Delay before ripping
hu: Beolvasás késleltetése
nl: Vertraging voor het rippen
pl_pl: Przerwa przed ripowaniem

source: Delay encoding until disc is ripped
hu: Tömörítés a beolvasás befejezése után
nl: Vertraag coderen totdat de schijf is geript
pl_pl: Wstrzymaj kodowanie podczas ripowania dysku

source: Stop cdrom drive between tracks
hu: CDROM megállítása a sávok között
nl: Stop cdrom speler tussen de nummers
pl_pl: Zatrzymuj napêd cd pomiêdzy ¶cie¿kami

source: Wav filter command
hu: WAV szűrő parancs
nl: Wavfilter commando
pl_pl: Komenda filtra Wav

source: Disc filter command
hu: Lemez szűrő parancs
nl: Schijf filter commando
pl_pl: Komenda filtra dysku

source: Options
hu: Beállítások
nl: Opties
pl_pl: Opcje

source: Encoder:
hu: Tömörítő:
nl: Coderingsprogramma:
pl_pl: Program koduj±cy:

source: Encoder executable
hu: Tömörítő futtatható program
nl: Codeer uitvoerbestand
pl_pl: Plik programu koduj±cego:

source: Encoder command-line
hu: Tömörítés parancssora
nl: Codeer commandoregel
pl_pl: Linia komend prog. koduj±cego

source: Encode file extension
nl: Codeer bestandsextensie
pl_pl: Rozszerzenie kodowanego pliku

source: Encode file format
hu: Tömörítés fájlformátuma
nl: Codeer bestandsformaat
pl_pl: Format kodowanego pliku

source: Delete .wav after encoding
hu: WAV fájlok törlése tömörítés után
nl: Verwijder .wav na het coderen
pl_pl: Usuñ .wav po kodowaniu

source: Insert info into SQL database
hu: Tárolás SQL adatbázisban
nl: Voeg info in SQL database
pl_pl: Wstaw informacjê do bazy SQL

source: Create .m3u files
hu: M3U fájlok létrehozása
nl: Maak .m3u bestanden
pl_pl: Twórz pliki .m3u

source: Use relative paths in .m3u files
hu: Relatív útvonalak az M3U fájlokban
nl: Gebruik relatieve paden in .m3u bestanden
pl_pl: U¿ywaj relatywnych ¶cie¿ek w plikach .m3u

source: M3U file format
hu: M3U fájlformátum
nl: M3U bestandsformaat
pl_pl: Format pliku M3U

source: Encoding bitrate (kbits/sec)
hu: Tömörítés mértéke (kbit/sec)
nl: Coderings bitrate (kbit/sec)
pl_pl: Próbkowanie kodowania (kbitów/sek)

source: Number of CPUs to use
hu: Felhasznált processzorok
nl: Aantal CPU's om te gebruiken
pl_pl: Ilo¶æ CPU do u¿ycia

source: Encode 'nice' value
hu: Tömörítés "nice" értéke
nl: Codeer 'nette' waarde
pl_pl: 'mi³a' warto¶æ kodowania

source: Encode filter command
hu: Tömörítés szűrő parancs
nl: Codeer filter commando
pl_pl: Komenda filtra kodowania

source: Add ID3 tags to encoded files
hu: ID3 információk hozzáadása
nl: Voeg ID3 tags toe aan gecodeerde bestanden
pl_pl: Dodaj tagi ID3 do zakodowanych plików

source: Add ID3v2 tags to encoded files
hu: ID3v2 információk hozzáadása
nl: Voeg ID3v2 tags toe aan gecodeerde bestanden
pl_pl: Dodaj tagi ID3v2 do zakodowanych plików

source: Only tag files ending in '.mp3'
hu: Csak .MP3 fájlokhoz
nl: Merk alleen bestanden die eindigen op '.mp3'
pl_pl: Taguj tylko pliki z rozszerzeniem .mp3

source: ID3 comment field
hu: ID megjegyzés mező
nl: ID3 commentaar veld
pl_pl: Pole komentarza ID3

source: ID3v1 Character set encoding
hu: ID3v1 karakterkódolás
nl: ID3v1 tekenverzameling coderen
pl_pl: Kodowanie znaków ID3v1

source: ID3v2 Character set encoding
nl: ID3v2 tekenverzameling coderen
pl_pl: Kodowanie znaków ID3v2

source: DB server
hu: Adatbázis-kiszolgáló
pl_pl: Serwer bazy danych

source: CGI path
hu: CGI útvonal
nl: CGI pad
pl_pl: ¦cie¿ka CGI

source: Primary Server
hu: Elsődleges kiszolgáló
nl: Primaire server
pl_pl: G³ówny serwer

source: Secondary Server
hu: Másodlagos kiszolgáló
nl: Secundaire server
pl_pl: Serwer pomocniczy

source: DB Submit email
hu: Adatbázis hozzáadási e-mail
nl: DB email verzenden
pl_pl: Email wysy³any do bazy danych

source: DB Character set encoding
hu: Adatbázis karakterkódolás
nl: DB tekenverzameling coderen
pl_pl: Kodowanie znaków bazy danych

source: Use freedb extensions
hu: Freedb kiterjesztések használata
nl: Gebruik freedb extensie
pl_pl: U¿ywaj rozszerzeñ freedb

source: Perform disc lookups automatically
hu: Automatikus lemezkeresés
nl: Voer het opzoeken van schijf automatisch uit
pl_pl: Automatycznie wykonuj sprawdzanie dysku

source: DiscDB
nl: SchijfDB
pl_pl: Baza danych p³yt

source: Use proxy server
hu: Proxy kiszolgáló használata
nl: Gebruik proxy server
pl_pl: U¿yj serwera proxy

source: Get server from 'http_proxy' env. var
hu: Beállítás a 'http_proxy' környezeti változóból
nl: Haal server van 'http_proxy' env. var
pl_pl: U¿yj serwera ze zmiennej ¶rod. 'http_proxy'

source: Proxy server
hu: Proxy kiszolgáló
pl_pl: Serwer proxy

source: Proxy port
hu: Proxy kapu
nl: Proxy poort
pl_pl: Port proxy

source: Proxy username
hu: Proxy felhasználónév
nl: Proxy gebruikersnaam
pl_pl: Nazwa u¿ytkownika dla proxy

source: Proxy password
hu: Proxy jelszó
nl: Proxy paswoord
pl_pl: Has³o dla proxy

source: Email address
hu: E-mail cím
nl: Email adres
pl_pl: Adres email

source: CD update program
hu: CD frissítő program
nl: CD update programma
pl_pl: Program uaktalniania CD

source: Do not lowercase filenames
hu: Ne alakítsa kisbetűssé a fájlneveket
nl: Gebruik geen bestandsnamen in kleine letters
pl_pl: Nie zmieniaj nazw plików na ma³e litery

source: Allow high bits in filenames
hu: ASCII 128 feletti karakterek engedélyezése
nl: Sta hoge bits in bestandsnamen toe
pl_pl: Dopu¶æ wysokie bity w nazwach plików

source: Do not change spaces to underscores
hu: Ne alakítsa a szóközöket aláhúzás karakterré
nl: Verander spaties niet naar lage streepjes
pl_pl: Nie zmianiaj spacji do podkre¶leñ

source: Characters to not strip in filenames
hu: Fájlnevekből nem kivágandó karakterek
nl: Tekens om niet te strippen in bestandsnamen
pl_pl: Znaki do usuniêcia w plikach

source: Show tray icon
pl_pl: Poka¿ ikonê w tacce systemowej

source: Misc
hu: Egyéb
nl: Diversen
pl_pl: Ró¿ne

source: Error: Unable to save ripper config.
pl_pl: B³±d: Nie mo¿na zapisaæ konfiguracji rippera.

source: Error: Unable to save encoder config.
pl_pl: B³±d: Nie mo¿na zapisaæ konfiguracji enkodera.

source: Drive status is %d
hu: Meghajtó állapotbájt: %d
nl: Station status is %d
pl_pl: Status napêdu: %d

source: Drive doesn't support drive status check (assume CDS_NO_INFO)
hu: A meghajtó nem támogatja az állapotlekérdezést (CDS_NO_INFO feltételezése)
nl: Station ondersteund het controleren van de schijf status niet (vermoed CD'S_GEEN_INFO)
pl_pl: Napêd nie obs³uguje sprawdzania statusu (przyjmij CDS_NO_INFO)

source: No disc
hu: Nincs lemez
nl: Geen schijf
pl_pl: Brak dysku

source: Error: Failed to read disc contents
hu: Hiba: a lemez tartalmának beolvasásáa közben
nl: Fout: Mislukt om schijf inhoud te lezen
pl_pl: B³±d: Nie mo¿na odczytaæ zawarto¶ci dysku

source: Drive doesn't support drive status check
hu: A meghajtó nem támogatja az állapotlekérdezést
nl: Station ondersteund het controleren van station status niet
pl_pl: Napêd nie obs³uguje sprawdzania stanu

source: Unlock failed: %d
hu: Kinyitás sikertelen: %d
nl: Ontsluiten mislukt: %d
pl_pl: Odblokowanie nie uda³o siê: %d

source: Cannot do lookup while ripping.
pl_pl: Nie mo¿na wykonaæ sprawdzenia podczas ripowania

source: Unknown Disc
hu: Ismeretlen lemez
nl: Onbekende schijf
pl_pl: Nieznany dysk

source: Track %02d
hu: Sáv %02d
nl: Nummer %02d
pl_pl: ¦cie¿ka %02d

source: Querying %s (through %s) for disc %02x.
hu: %s lekérdezés (%s szerveren keresztül) a %02x lemezhez.
nl: Aan het opvragen van %s (door %s) voor schijf %02x.
pl_pl: Zapytanie %s (przez %s) dla dysku %02x.

source: Querying %s for disc %02x.
hu: %s lekérdezés a %02x lemezhez.
nl: Opvragen van %s voor schijf %02x.
pl_pl: Zapytanie %s dla dysku %02x.

source: Match for "%s / %s" Downloading data...
hu: Egyezés: "%s / %s" Adatok letöltése...
nl: Overeenkomst voor "%s / %s" Gegevens aan het downloaden...
pl_pl: Dopasowano dla "%s %s" Pobieram dane...

source: Done
hu: Kész
nl: Klaar
pl_pl: Wykonano

source: Error saving disc data
hu: Hiba a lemezadatok mentése közben
nl: Fout bij het opslaan van schijf gegevens
pl_pl: B³±d podczas zapisywania danych dysku

source: No match
hu: Nincs egyezés
nl: Geen overeenkomst
pl_pl: Nie dopasowano

source: Length
nl: Lengte
pl_pl: D³ugo¶æ

source: Tracks
hu: Sávok
nl: Nummers
pl_pl: ¦cie¿ki

source: Track
hu: Sáv
nl: Nummer
pl_pl: ¦cie¿ka

source: Error saving disc data.
pl_pl: B³±d podczas zapisywania danych dysku

source: Rotate play mode
hu: Lejátszási mód váltása
nl: Roteer afspeel modus
pl_pl: Obróæ tryb odtwarzania

source: Toggle loop play
hu: Ismétlés ki/be
nl: Schakel lus afspelen
pl_pl: Zmieñ pêtle odtwarzania

source: Rip status
hu: Beolvasás állapota
pl_pl: Status ripowania

source: Play track / Pause play
hu: Sáv lejátszása / Szünet
nl: Speel nummer af / Pauzeer afspelen
pl_pl: Odtwarzaj / Pauzuj ¶cie¿kê

source: Rewind
hu: Visszatekerés
nl: Terugspoelen
pl_pl: Cofnij

source: FastForward
hu: Gyors Előre
nl: Snelvooruit
pl_pl: Przewin do przodu

source: Go to previous track
hu: Előző sáv
nl: Ga naar vorige nummer
pl_pl: Do poprzedniej ¶cie¿ki

source: Go to next track
hu: Következő sáv
nl: Ga naar laatste nummer
pl_pl: Do nastêpnej ¶cie¿ki

source: Toggle play mode options
hu: Lejátszási mód váltási lehetőségek
nl: Schakel afspeelmodus opties
pl_pl: Zmieñ tryb odtwarzania

source: Next Disc
hu: Követlező lemez
nl: Volgende disk
pl_pl: Nastêpny dysk

source: Stop play
hu: Megállítás
nl: Stop afspelen
pl_pl: Zatrzymaj odtwarzanie

source: Eject disc
hu: Lemez kidobása
nl: Werp schijf uit
pl_pl: Wysuñ dysk

source: Scan Disc Contents
hu: Lemeztartalom vizsgálata
nl: Scan schijfinhoud
pl_pl: Skanuj zawarto¶æ dysku

source: Toggle Volume Control
hu: Hangerőszabályzó ki/be
nl: Schakel volumeregelaar
pl_pl: Zmieñ sterowanie g³o¶no¶ci±

source: Toggle disc editor
hu: Lemezszerkesztő ki/be
nl: Schakel schijfbewerker
pl_pl: Zmieñ edytor dysku

source: Initiate/abort DiscDB lookup
hu: DiskDB lekérdezés indítás/megszakítás
nl: Begin opzoeken in SchijfDB/ Breek opzoeken in SchijfDB af
pl_pl: Rozpocznij/przerwij sprawdzanie bazy danych dysków

source: Toggle track display
hu: Sávlista ki/be
nl: Schakel nummervenster
pl_pl: Zmieñ wy¶wietlanie ¶cie¿ki

source: Exit Grip
hu: Kilépés
nl: Sluit Grip af
pl_pl: Opu¶æ Grip

source: Cannot fast forward while ripping.
pl_pl: Nie mo¿na szybko przewijaæ podczas ripowania.

source: Cannot rewind while ripping.
pl_pl: Nie mo¿na przewijaæ podczas ripowania.

source: Cannot switch discs while ripping.
pl_pl: Nie mo¿na zmieniaæ dyskow podczas ripowania

source: Eject disc
hu: Lemezkidobás
nl: Werp schijf uit
pl_pl: Wysuñ dysk

source: Cannot eject while ripping.
pl_pl: Nie mo¿na wysun±æ podczas ripowania.

source: Have disc -- ejecting
hu: Van lemez -- kidobás
nl: Heb de schijf -- bezig met uitwerpen
pl_pl: Mam dysk -- wysuwanie

source: Cannot play while ripping.
pl_pl: Nie mo¿na odtwarzaæ podczas ripowania.

source: Cannot switch tracks while ripping.
pl_pl: Nie mo¿na zmieniaæ ¶cie¿ek podczas ripowania.

source: Checking for a new disc
hu: Új lemez keresése
nl: Bezig met checken voor een nieuwe schijf
pl_pl: Sprawd¼ w poszukiwaniu nowego dysku

source: CDStat found a disc, checking tracks
hu: CDStat új lemezt talált, sávok vizsgálata
nl: CDStat heeft een schijf gevonden, bezig met checken van nummers
pl_pl: CDStat znalaz³ dysk, trwa sprawdzanie ¶cie¿ek

source: We have a valid disc!
hu: Van lemez a meghajtóban!
nl: We hebben een geldige schijf!
pl_pl: Mamy prawid³owy dysk!

source: No non-zero length tracks
hu: Nem nemnulla hosszúságú sávok MIVAN
nl: Geen nummers met een niet-nul lengte
pl_pl: Brak niezerowych d³ugo¶ci ¶cie¿ek

source: CDStat said no disc
hu: CDStat nem érzékel lemezt
nl: CDStat gaf aan dat er geen schijf is
pl_pl: CDStat zwróci³ komunikat o braku dysku

source: Current sector: %6d
hu: Aktuális szektor: %6d
nl: Huidige sector: %6d
pl_pl: Aktualny sektor: %6d

source: No Disc
hu: Nincs lemez
nl: Geen disk
pl_pl: Brak dysku

source: This disc has been found on your secondary server, but not on your primary server. Do you wish to submit this disc information?
hu: A lemezinformációk megtalálhatók a másodlagos szerveren, de nincsenek meg az elsődlegesen. Kívánja beküldeni a lemezinformációkat?
nl: De schijf is gevonden op uw secundaire server, maar niet op uw primaire server. Wilt u deze schijf informatie verzenden ?
pl_pl: Dysk zosta³ znaleziony na pomocniczym serwerze, ale nie na g³ównym serwerze. Czy chcesz wys³aæ informacje o dysku?

source: Error: Unable to create temporary file.
pl_pl: B³±d: Nie mo¿na stworzyæ pliku tymczasowego.

source: Error: Unable to write disc data.
pl_pl: B³±d: Nie mo¿na zapisaæ danych.

source: Mailing entry to %s
hu: Bejegyzés elküldés: %s
nl: Bezig het item te mailen naar %s
pl_pl: Wysy³am wiadomo¶æ do %s

source: System Message
hu: Rendszerüzenet
nl: Systeemmelding
pl_pl: Wiadomo¶æ systemowa

source: URI is %s
hu: URI: %s
pl_pl: URI to %s

source: Query is [%s]
hu: Lekérdezés: [%s]
nl: Verzoek is [%s]
pl_pl: Kwerenda ma postaæ [%s]

source: Stat error %d on %s
hu: %d lekérdezési hiba: %s
nl: Stat fout %d op %s
pl_pl: B³±d %d w %s

source: Creating directory %s
hu: Könyvtár létrehozása: %s
nl: Bezig met het maken van map %s
pl_pl: Tworzê katalog %s

source: Error: %s exists, but is a file
hu: Hiba: %s létezik, de fájl
nl: Fout: %s bestaat, maar is een bestand
pl_pl: B³±d: %s istnieje, ale jest plikiem

source: Error: Unable to open %s for writing
hu: Hiba: %s megnyitása írásra sikertelen
nl: Fout: Niet in staat %s te openen om te schrijven
pl_pl: B³±d: Nie mo¿na otworzyæ %s do zapisu

source: Disc title
hu: Lemez címe
nl: Schijftitel
pl_pl: Tytu³ dysku

source: Track name
hu: Sáv címe
nl: Titel
pl_pl: Nazwa ¶cie¿ki

source: Disc artist
hu: Előadó
nl: Schijfartiest
pl_pl: Wykonawca

source: ID3 genre:
hu: ID3 stílus:
pl_pl: Gatunek ID3:

source: Disc year
hu: Kiadási év
nl: Schijfjaar
pl_pl: Rok p³yty

source: Track artist
hu: Sáv előadója
nl: Artiest
pl_pl: Wykonawca ¶cie¿ki

source: Split:
hu: Darabolás:
nl: Splits:
pl_pl: Podziel:

source: Title/Artist
hu: Cím/Szerző
nl: Titel/Artiest
pl_pl: Tytu³/Wykonawca

source: Artist/Title
hu: Szerző/Cím
nl: Artiest/Titel
pl_pl: Wykonawca/Tytu³

source: Split chars
hu: Daraboló karakterek
nl: Splits tekens
pl_pl: Podziel znaki

source: Multi-artist
hu: Többszerzős
nl: Multi-artiest
pl_pl: Wielu wykonawców

source: Save disc info
hu: Mentés
nl: Sla schijfinfo op
pl_pl: Zapisz informacje o dysku

source: Submit disc info
hu: Beküldés
nl: Verzend schijfinfo
pl_pl: Wy¶lij informacje o dysku

source: No disc present.
pl_pl: Brak dysku.

source: Cannot submit. No disc is present.
pl_pl: Nie mo¿na wys³aæ. Brak dysku.

source: You must enter a disc title.
pl_pl: Musisz wpisaæ tytu³ p³yty.

source: You must enter a disc artist.
pl_pl: Musisz wpisaæ wykonawcê p³yty.

source: You are about to submit this disc information to a commercial CDDB server, which will then own the data that you submit. These servers make a profit out of your effort. We suggest that you support free servers instead. Continue?
hu: Az lemezinformációk beküldésére készül egy üzleti CDDB szerverre, amely ezután az adatok felett rendelkezhet. Az üzemeltető a beküldött adatokból anyagi hasznot nyer. Javasoljuk, hogy inkább egy szabad szerverre küldje be az adatokat. Folytatás?
nl: U staat op het punt deze schijfinformatie te versturen naar een commerciele CDDB server, die dan de data die u verstuurt zal beheren. Deze servers maken winst uit uw moeite. We raden aan dat u daarvoor in de plaats gratis servers ondersteund. Doorgaan?
pl_pl: Za chwilê wy¶lesz informacje o p³ycie do komercyjnego serwera CDDB, który przejmie dane przez Ciebie wys³ane. Takie serwery zarabiaj± na Twojej pracy. Sugerujemy korzystanie z darmowych serwerów. Kontynuowaæ?

source: You are about to submit this disc information via email. Continue?
hu: A lemezinformációkat e-mailben fogja továbbítani. Folytatás?
nl: U staat op het punt deze schijf informatie te versturen via email. Doorgaan?
pl_pl: Za chwilê wy¶lesz informacje o dysku przez e-mail. Kontynuowaæ?

source: Genre selection
hu: Stílus választás
nl: Genre selectie
pl_pl: Wybór gatunku
